{
  "class": "The Destined",
  "prebuilt": false,
  "baseStats": {
    "creativity": 0,
    "focus": -1,
    "harmony": 2,
    "passion": 0
  },
  "demeanor": [
    "eager",
    "solemn",
    "haunted",
    "uncertain",
    "jocular",
    "watchful"
  ],
  "balance": ["patience", "determination"],
  "subclass": {
    "name": "Marked By Fate",
    "targetPlayer": false,
    "description": "You have been touched by something beyond—something spiritual and otherworldly. At character creation, choose one from My Destiny on the back of this sheet, fill in one detail below, and take one destiny sign.",
    "destinyDetails": {
      "description": "Fill these in as your destiny is revealed to you, either in visions or through the insights of spiritually attuned NPCs. When you act to bring about one of these details, you may live up to your Determination without marking fatigue. When you and the GM agree one of the details is fully explored or fulfilled, mark growth.",
      "options": [
        "I will bring great change to <option>",
        "I will weather betrayal by <option>",
        "I will lose <option>",
        "I will need the help of <option>",
        "I will learn a crucial truth from <option>",
        "I will defend or save <option>"
      ]
    },
    "destinyTrack": "Whenever you lose your balance, get taken out, or are otherwise instructed to, mark your Destiny Track. When your destiny track fills, clear it and take a destiny sign. If you have already taken the other four, you must take“meet your fate.",
    "destinySigns": [
      {
        "sign": "Otherwordly Visions",
        "description": "Mark your destiny track to have a vision about the situation at hand. Ask the GM one question and get an honest answer."
      },
      {
        "sign": "Tremble Before Me",
        "description": "Mark your destiny track and reveal a glimpse of your otherworldly aspect to intimidate an NPC as if you rolled a 10+. Afterward, their fear and mistrust of you knows no bounds; you cannot guide and comfort or plead with that NPC until you have earned their trust."
      },
      {
        "sign": "Self-sacrificing",
        "description": "Once per scene, mark your destiny track to supernaturally absorb an incoming blow aimed at an ally within view; cancel all fatigue, conditions, or balance shifts that would have been inflicted."
      },
      {
        "sign": "Inner Strength",
        "description": "Once per session, mark destiny twice to clear all conditions."
      },
      {
        "sign": "Meet Your Fate",
        "description": "Your destiny arrives and you are changed utterly by it. If you survive in human form, change playbooks."
      }
    ]
  },
  "startingTechnique": {
    "name": "Anticipate",
    "type": "Evade & Observe",
    "description": "Study a nearby foe to learn where their momentum will take them next. Declare the approach they are tending towards. In the next exchange, that foe must use that approach or mark a condition."
  },
  "moves": [
    {
      "move": "Call from afar",
      "description": "When you reach out in mind or spirit to a far-away NPC, mark 1-fatigue and roll with Harmony. On a hit, your message gets through to them; choose 1. On a 10+, it's loud and clear: choose 2.",
      "options": [
        "You cry for help; they hear you and rush to your location",
        "You whisper a question to them; they whisper an answer back",
        "You send a premonition of danger seeking them; they forearm and prepare themself to face the worst",
        "You let them see something you see; they return memories and knowledge of that sight"
      ],
      "negativeOutcome": "On a miss, your reach extends beyond your original aim; you've attracted dangerous attention."
    },
    {
      "move": "More Than Fate's Playthings",
      "description": "When you call someone out to live up to their principle by convincing them that their destiny is (or can be) different than they imagined, on a hit, they must do it or mark two conditions. On a miss, their demand hits all the harder. Mark two conditions or act as they request."
    },
    {
      "move": "Echoes of Legend",
      "description": "Once per session, when you rely on your skills and training to mirror an act from a legend, myth, or story, treat it as if you had rolled a 10+. Then, no matter the result, the GM shifts your balance toward the principle best embodied by the lore and stories you're drawing on."
    },
    {
      "move": "Eyes of the Soul",
      "description": "When you assess a situation, you can ask one of the following as an extra question, even on a miss:",
      "options": [
        "Who or what here has been touched by spirits?",
        "How can I bring about peace here?"
      ]
    },
    {
      "move": "Peacemaker",
      "description": "When you walk calmly into the middle of a fierce conflict and plead with the fighters to stop, mark fatigue to ensure that they care what you think and listen to you. On a miss, the conflict burns far hotter than you had imagined, and now you're dead in the crosshairs of the angry fighters; brace yourself."
    }
  ],
  "history": [
    "When did you realize you were marked by supernatural forces?",
    "Who envies your destiny and seeks to seize it from you? Why can't you let that happen?",
    "Who do you turn to for guidance when you feel overwhelmed by your destiny?",
    "What token or symbol do you carry that proves to any observer that you are chosen by fate?",
    "Why are you committed to this group or purpose?"
  ],
  "connections": [
    "I believe <PC> will play a crucial role in my fulfillment of my destiny, for good or ill",
    "Being around <PC> helps me put my destiny out of my mind, for a time. Why?"
  ],
  "momentOfBalance": "Destiny can be a frustrating thing, demanding commitment while leaving you in the dark about its timing. But now, with your soul in balance, you can see that this is the moment you’ve been waiting for. You rise to the occasion, bolstering others with your unique spiritual gifts. Tell the GM how your serenity and resolve together win the day and inspire all those around you.",
  "growthQuestion": "Did you spend meaningful time with someone else focused on their concerns and troubles?"
}
