{
  "techniques": [
    {
      "technique": "Blood Twisting",
      "stance": "Advance and Attack",
      "rare": "true",
      "type": "Blood",
      "description": "Use bloodbending to move and twist a foe’s body in painful ways. You must be Empowered to use this technique. Inflict a condition on your foe. If they are already Impaired, Trapped, or Doomed, inflict an additional condition. If this is your first, second, or third time ever using this technique, mark a condition."
    },
    {
      "technique": "Ice Prison",
      "stance": "Advance and Attack",
      "rare": "true",
      "type": "Water",
      "description": "Aggressively wrap a foe in ice. Mark 2-fatigue to inflict Trapped on a foe standing in water or on ice."
    },
    {
      "technique": "Breath of Ice",
      "stance": "Defend and Maneuver",
      "rare": "false",
      "type": "Water",
      "description": "Become ready to breathe shivering cold upon any foe who gets close to you. Any foe engaged with you at any point in this exchange becomes Impaired until they clear the ice from their limbs."
    },
    {
      "technique": "Refresh",
      "stance": "Evade and Observe",
      "rare": "false",
      "type": "Heal",
      "description": "Apply water to reinvigorate and close wounds on a willing target. Mark fatigue to heal an ally in reach who is <strong>evading and observing</strong>. Clear an appropriate status from them, and clear 3-fatigue or two conditions."
    },
    {
      "technique": "Creeping Ice",
      "stance": "Evade and Observe",
      "rare": "false",
      "type": "Water",
      "description": "Carefully and stealthily extend a sheet of ice out beneath foes of your choice; they become Impaired as long as they remain on the ice, and you become Prepared to engage with them."
    },
    {
      "technique": "Stream the Water",
      "stance": "Advance and Attack",
      "rare": "false",
      "type": "Water",
      "description": "Push a high-powered stream of water from a significant source. Mark fatigue to inflict a condition on a foe within reach of the water source; they are pinned against something and cannot shift positions or engage foes other than you until they break the stream or you drop it. Mark 1-fatigue at the end of each exchange to continue the stream."
    },
    {
      "technique": "Crushing Grip of Seas",
      "stance": "Advance and Attack",
      "rare": "true",
      "type": "Water",
      "description": "Throw a tendril of water that wraps around a foe’s limb and holds it in place. Mark fatigue and inflict Impaired on an foe; mark an additional 2-fatigue to inflict Trapped on that foe with a second tendril. If the foe is already Impaired, you only need to pay 2-fatigue for Trapped."
    },
    {
      "technique": "Slip Over Ice",
      "stance": "Evade and Observe",
      "rare": "false",
      "type": "Water",
      "description": "Use ice and water to slip around your environment with ease while putting foes off-balance. Clear 1-fatigue (in addition to clearing 1-fatigue via <strong>evade and observe</strong>) and reposition foes within reach, deciding who is engaged with whom unless they are willing to mark 1-fatigue and become Impaired to remain where they are."
    },
    {
      "technique": "Flow as Water",
      "stance": "Defend and Maneuver",
      "rare": "false",
      "type": "Water",
      "description": "Use a jet of water to propel you smoothly around obstacles. Mark 1-fatigue and move to a new location. If you engage with or disengage from a foe, they are Impaired."
    },
    {
      "technique": "Water Cloak",
      "stance": "Defend and Maneuver",
      "rare": "true",
      "type": "Water",
      "description": "Surround yourself with water; mark fatigue and hold 3. Spend your hold 1-for-1 to reduce the 1-fatigue or conditions inflicted by an incoming attack by 1; to become Favored for the next exchange, as long as you use waterbending techniques; or to throw water into the environment, affecting it and possibly inflicting a status. Mark 1-fatigue at the end of each exchange to maintain the hold to the next exchange."
    },
    {
      "technique": "Freeze Blood",
      "stance": "Advance and Attack",
      "rare": "true",
      "type": "Blood",
      "description": "Use bloodbending to seize a target and hold them in place. You must be Empowered to use this technique. Mark 1-fatigue; your target becomes Trapped and/or Doomed, your choice. If this is your first, second, or third time ever using this technique, mark a condition."
    },
    {
      "technique": "Water Whip",
      "stance": "Defend and Maneuver",
      "rare": "false",
      "type": "Water",
      "description": "Lash out with a tendril of water. Mark fatigue to inflict a condition or 2-fatigue, target’s choice."
    },

    {
      "technique": "Ice Gauntlet",
      "stance": "Defend and Maneuver",
      "rare": "false",
      "type": "Water",
      "description": "Cover your hand with a sheathe of ice. Become Prepared. When you next make an attack, inflict an additional 1-fatigue."
    }
  ]
}
