[
  {
    "technique": "Attack Weakness",
    "stance": "Advance and Attack",
    "rare": "false",
    "type": "Universal",
    "base": "Universal",
    "description": "Strike an enemy at a weak point where they’ve already been injured. Mark fatigue to target an engaged, Impaired enemy in reach; they suffer fatigue equal to however many conditions they already have marked."
  },
  {
    "technique": "Rapid Assessment",
    "stance": "Evade and Observe",
    "rare": "false",
    "type": "Universal",
    "base": "Universal",
    "description": "Quickly take in your situation far faster than normal. Ask one question about the situation at hand. Become Prepared to act on the answer, and you may call out your plan to an ally to make them Prepared as well."
  },
  {
    "technique": "Charge",
    "stance": "Advance and Attack",
    "rare": "false",
    "type": "Universal",
    "base": "Universal",
    "description": "Advance straight at an enemy to strike them full force. Mark fatigue to close the distance and engage with an enemy you aren’t currently engaged with, inflicting one condition or 2-fatigue (their choice). Become Favored for next exchange."
  },
  {
    "technique": "Seek Vulnerabilities",
    "stance": "Evade and Observe",
    "rare": "false",
    "type": "Universal",
    "base": "Universal",
    "description": "Examine your foe for weak points. The next time you inflict a condition or fatigue on them, you may also shift their balance. If you know what their principle is, then you may mark fatigue to shift their balance a second time."
  },
  {
    "technique": "Duck and Twist",
    "stance": "Evade and Observe",
    "rare": "false",
    "type": "Universal",
    "base": "Universal",
    "description": "Rely on your fast movement to help keep you out of the worst of harm’s way. Mark fatigue to clear one condition and become Favored."
  },
  {
    "technique": "Sense Environment",
    "stance": "Evade and Observe",
    "rare": "false",
    "type": "Universal",
    "base": "Universal",
    "description": "Look for opportunities to usefully reshape your environment. The next time you advance and attack or defend and maneuver, you may use Smash or Ready, as appropriate, in addition to any other techniques you use, even on a miss. When you use Smash or Ready this way, do not mark fatigue."
  },
  {
    "technique": "Forceful Blow",
    "stance": "Advance and Attack",
    "rare": "false",
    "type": "Universal",
    "base": "Universal",
    "description": "Swing at an enemy with all your might, sending them flying. Mark fatigue and inflict 2-fatigue or one condition on your target (your choice). Then push them to a new position of your choice unless they mark 2-fatigue."
  },
  {
    "technique": "Stand Strong",
    "stance": "Defend and Maneuver",
    "rare": "false",
    "type": "Universal",
    "base": "Universal",
    "description": "Plant your feet and prepare yourself for incoming blows. Become  Prepared, and you automatically block or avoid any negative statuses inflicted on you this exchange."
  },
  {
    "technique": "Furious Assault",
    "stance": "Advance and Attack",
    "rare": "true",
    "type": "Universal",
    "base": "Universal",
    "description": "Make an unbalanced, impassioned strike. Become Impaired due to your overwhelming passion, shift your balance away from center, and inflict conditions equal to your Passion on an enemy; NPCs instead inflict conditions equal to their current balance. You may only remove Impaired when your balance is at your center."
  },
  {
    "technique": "Suck it Up",
    "stance": "Defend and Maneuver",
    "rare": "false",
    "type": "Universal",
    "base": "Universal",
    "description": "Focus and absorb a blow, readying yourself to act immediately after. For each attack that inflicts fatigue, conditions, or balance shifts on you this exchange, choose one additional technique next exchange (even if you roll a miss on the stance move)."
  },
  {
    "technique": "Pounce",
    "stance": "Advance and Attack",
    "rare": "true",
    "type": "Universal",
    "base": "Universal",
    "description": "Press the advantage against an enemy who is off-balance. Mark fatigue to inflict Impaired on a foe, or inflict Stunned on an Impaired foe, or inflict 5-fatigue on a Stunned foe."
  },
  {
    "technique": "Take Cover",
    "stance": "Defend and Maneuver",
    "rare": "false",
    "type": "Universal",
    "base": "Universal",
    "description": "Swerve and maneuver into cover. The first attack on you this exchange strikes your cover, damaging or destroying it, but leaving you unharmed."
  },
  {
    "technique": "Protect",
    "stance": "Defend and Maneuver",
    "rare": "false",
    "type": "Universal",
    "base": "Universal",
    "description": "Protect an ally within reach. Mark fatigue to intercept and stop an attack made against them in this exchange; if no attack is made against them in this exchange, you both become Inspired."
  }
]
